{"classes":["MOVIE"],"annotations":[["Qual o nome dos diretores do filme os vigadores?\r",{"entities":[[35,47,"MOVIE"]]}],["Qual o nome do diretor do filme os vingadores?\r",{"entities":[[32,45,"MOVIE"]]}],["Qual o nome dos diretores do filme titanic?\r",{"entities":[[35,42,"MOVIE"]]}],["Qual o nome do diretor do filme titanic?\r",{"entities":[[32,39,"MOVIE"]]}],["Qual o nome dos diretores do filme motoqueiro fantasma?\r",{"entities":[[35,54,"MOVIE"]]}],["Qual o nome do diretor do filme motoqueiro fantasma?\r",{"entities":[[32,51,"MOVIE"]]}],["Qual o nome dos diretores do filme guadiões da galáxia v1?\r",{"entities":[[35,57,"MOVIE"]]}],["Qual o nome do diretor do filme guadiões da galáxia v1?\r",{"entities":[[32,54,"MOVIE"]]}],["Qual o nome dos diretores do filme guadiões da galáxia v2?\r",{"entities":[[35,57,"MOVIE"]]}],["Qual o nome do diretor do filme guadiões da galáxia v2?\r",{"entities":[[32,54,"MOVIE"]]}],["Qual o nome dos diretores do filme guadiões da galáxia v3?\r",{"entities":[[35,57,"MOVIE"]]}],["Qual o nome do diretor do filme guadiões da galáxia v3?\r",{"entities":[[32,54,"MOVIE"]]}],["Qual o nome dos diretores do filme homem aranha?\r",{"entities":[[35,47,"MOVIE"]]}],["Qual o nome do diretor do filme homem aranha?\r",{"entities":[[32,44,"MOVIE"]]}],["Qual o nome dos diretores do filme as branquelas?\r",{"entities":[[35,48,"MOVIE"]]}],["Qual o nome do diretor do filme as branquelas?\r",{"entities":[[26,45,"MOVIE"]]}],["Qual o nome dos diretores do filme interestelar?\r",{"entities":[[35,47,"MOVIE"]]}],["Qual o nome do diretor do filme interestelar?\r",{"entities":[[32,44,"MOVIE"]]}],["Qual o nome dos diretores do filme O Senhor dos Anéis: A Sociedade do Anel?\r",{"entities":[[35,74,"MOVIE"]]}],["Qual o nome do diretor do filme O Senhor dos Anéis: A Sociedade do Anel?\r",{"entities":[[32,71,"MOVIE"]]}],["Qual o nome dos diretores do filme Inception?\r",{"entities":[[35,44,"MOVIE"]]}],["Qual o nome do diretor do filme Inception?\r",{"entities":[[32,41,"MOVIE"]]}],["Qual o nome dos diretores do filme Matrix?\r",{"entities":[[35,41,"MOVIE"]]}],["Qual o nome do diretor do filme Matrix?\r",{"entities":[[26,38,"MOVIE"]]}],["Qual o nome dos diretores do filme O Poderoso Chefão?\r",{"entities":[[35,52,"MOVIE"]]}],["Qual o nome do diretor do filme O Poderoso Chefão?\r",{"entities":[[32,49,"MOVIE"]]}],["Qual o nome dos diretores do filme Clube da Luta?\r",{"entities":[[35,48,"MOVIE"]]}],["Qual o nome do diretor do filme  Clube da Luta ?\r",{"entities":[[33,46,"MOVIE"]]}],["Qual o nome dos diretores do filme  A Origem ?\r",{"entities":[[36,44,"MOVIE"]]}],["Qual o nome do diretor do filme  A Origem ?\r",{"entities":[[33,41,"MOVIE"]]}],["Qual o nome dos diretores do filme  Batman: O Cavaleiro das Trevas ?\r",{"entities":[[36,66,"MOVIE"]]}],["Qual o nome do diretor do filme  Batman: O Cavaleiro das Trevas ?\r",{"entities":[[33,63,"MOVIE"]]}],["Qual o nome dos diretores do filme  De Volta para o Futuro ?\r",{"entities":[[36,58,"MOVIE"]]}],["Qual o nome do diretor do filme  De Volta para o Futuro ?\r",{"entities":[[33,55,"MOVIE"]]}]]}